---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.GroupChangeNoPlaceElements
source: html/4f8c72eb-b015-7efd-755c-1ff48b782c5f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.GroupChangeNoPlaceElements Property

Elements cannot be placed as a result of changes to groups.

## Syntax (C#)
```csharp
public static FailureDefinitionId GroupChangeNoPlaceElements { get; }
```